trunk/HSIM/AJC/IV/xml/GetPageCount

<Envelope xmlns="http://schemas.xmlsoap.org/soap/envelope/">
<Body>
<GetIVUpdatedObjects xmlns="http://schemas.actuate.com/actuate11">
<ViewerId>js3</ViewerId>
<Operation>
<Target>
<Id>js3</Id>
<Type>Document</Type>
</Target>
<Operator>GetPageCount</Operator>
<Oprand>
<Name>page</Name>
<Value>1</Value>
</Oprand>
<Oprand>
<Name>totalpage</Name>
<Value>100</Value> <!-- before: <Value>1 +</Value>-->
</Oprand>
</Operation>
<IVSessionID>$1</IVSessionID>
</GetIVUpdatedObjects>
</Body>
</Envelope>